/* Localized versions of DisplayLink Manager strings */

"IDS_AUTOSTART_NOTIF_MSG" = "DisplayLink Manager would like to start automatically after logging-in to ensure you can use your DisplayLink device";
"IDS_AUTOSTART_NOTIF_TITLE" = "DisplayLink Manager Autostart";

"IDS_LEGACY_SOFTWARE_NOTIF_MSG" = "Legacy DisplayLink USB Graphics Software installation has been detected. Please run DisplayLink Software Uninstaller from Applications/DisplayLink and uninstall remaining DisplayLink Software. Then please install DisplayLink Manager App again.";
"IDS_LEGACY_SOFTWARE_NOTIF_TITLE" = "Legacy software detected";

"IDS_SOFTWARE_UPGRADE_REQUIRED" = "Your drivers are not compatible with your %1$@ device. Go to the manufacturer's support site to get the latest drivers before you can use your device.";
"IDS_SOFTWARE_UPGRADE_REQUIRED_TITLE" = "Software update required";

"IDS_MONITOR_MODE_RESTRICTED" = "The resolution of display %1$@ has been reduced to %2$@ to enable %3$@. Unplug %3$@ to enable higher resolutions.";
"IDS_MONITOR_MODE_RESTRICTED_TITLE" = "Display Resolution Lowered";
"IDS_MONITOR_MODE_RESTRICTED_OTHER_MONITOR" = "The resolution of display %1$@ has been reduced to %2$@. Unplug the other display to enable higher resolutions.";

/* "DisplayLink USB Graphics Software" and "DisplayLink Manager" should be left in English. */
"IDS_ADHOC_INSTALLATION_FOUND" = "Old DisplayLink USB Graphics Software installation has been detected. DisplayLink Manager App %i.%i was disabled in order to prevent conflicts. Please quit DisplayLink Manager App, then remove and reinstall it again.";

/* Notification title */
"IDS_SCREENRECORDING_TITLE" = "Screen Recording Permission Request";

/* Notification body */
"IDS_SCREENRECORDING_MSG" = "DisplayLink needs screen recording permission. Click to learn more.";

/* Quit alert message */
"IDS_QUIT_ALERT_MSG" = "Are you sure you want to quit?";

/* Quit alert info */
"IDS_QUIT_ALERT_INFO" = "You will have to re-open the application to use your DisplayLink device";

/* Quit wait message */
"IDS_QUIT_WAIT_MSG" = "DisplayLink Manager shutting down";


